Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/stotte_til_informasjonsfilm_om_tannhelse_for_samiske_barn.html.tmx
Source language: nob
Languages: smj

source: Støtte til informasjonsfilm om tannhelse for samiske barn
smj: Doarjja diehtojuohkemfilmmaj sáme mánáj bádnevarresvuoda birra

source: Sametingsrådet har bevilget et tilskudd på 134 000 kroner til Troms og Finnmark fylkeskommune ved Målselv tannklinikk.
smj: Sámedikkeráde l juollodam 134 000 kråvnå doarjjan Råmså ja Finnmárko fylkkasuohkanij, Målselv tannklinikkaj.

source: De skal lage en informasjonsfilm på samisk om tannhelse for samiske barn.
smj: Sij ájggu dahkat sámegielak diehtojuohkemfilma bádnesujto birra sáme mánájda.

source: Runar Myrnes Balto Árvu/Sametinget – Sametinget ser det som positivt at Troms og Finnmark fylkeskommune ved Målselv tannklinikk ser behov for informasjonsmateriell på samisk, og påtar seg arbeidet med å produsere en film på samisk tilpasset barn og unge, sier sametingsråd Runar Myrnes Balto (NSR).
smj: – Sámedikke mielas la buorre gå Råmså ja Finnmárko fylkkasuohkan, Målselv tannklinkka baktu vuojnni dárbov sámegielak diehtojuohkemmateriálajt buvtadit, ja gå åvdåsvásstádusáv válldi bargos buvtadit sámegielak filmav mij la hiebaduvvam mánájda ja nuorajda, javllá sámedikkeráde Runar Myrnes Balto (NSR).

source: Filmen skal motivere barna på en morsom måte til å ta vare på tennene sine.
smj: Filmma galggá mánájt måvtåstuhttet suohtas vuogijn berustit ietjasa bánijt.

source: Den skal fremme kunnskap om tenner og tannhelse hos samiske barn i barneskolealder, for å forebygge karies og tannhelseproblemer, som kan få store konsekvenser senere i livet.
smj: Filmma galggá máhtov åvdedit bánij ja bádnesujto birra sáme mánájn mánájskåvllådásen, bádnemiesskamav ja bádnevarresvuodavahágijt hieredime diehti, ma máhttá buktet stuora vájkudusájt maŋep ájggáj.

source: Filmen skal brukes som en del av undervisningen på skolene, og av tannpleiere på skolene i forbindelse med forebyggende virksomhet.
smj: Filmma galggá aneduvvat oassen skåvlåj åhpadusás, ja bádnesujtárijs skåvlån hieredimdåjmaj aktijvuodan.

source: Når barn får lære noe nytt på morsmålet sitt, øker forståelse og interesse for temaet.
smj: Gå máná bessi juojddá oahppat ietjasa iednegiellaj, de vaddá dat ienep dádjadusáv ja berustimev tiebmáj.

source: – Sametinget ser at dette kan være et nyttig verktøy i å fremme god tannhelse, og dermed også bidra til bedre psykisk helse.
smj: – Sámedikke mielas dát máhttá liehket ávkálasj ræjddo buorre bádnesujtov åvdedittjat, ja dan baktu vájkkudit buorep miellavarresvuohtaj.

source: Riktig og god informasjon skal kunne bidra til økt kunnskap om tannhelse og kunne bidra til å minske behandlingsbehov hos flere barn, og også bidra til å minske utvikling av tannbehandlingsangst, sier Myrnes Balto.
smj: Riekta ja buorre diehtojuohkem galggá buktet ienep máhtov bádnevarresvuoda birra ja aj binnedittjat mánáj dárbov bádnesujttuj, ja dan baktu aj binnedit bádnedálkudimgoavgev, javllá Myrnes Balto.

source: Tilskuddet på 134 000 kroner bevilges fra tilskuddsordningen Tilskudd til helse-, omsorg-, og barnevernsprosjekter og prioriteringen «prosjekter som styrker psykisk helse hos samiske barn og unge».
smj: 134 000 kråvnnåsasj doarjja juolloduvvá doarjjaårdnigin «Doarjja varresvuoda-, hukso- ja mánájsuodjalusprosjevtajs», vuorodimen «Prosjevta ma sáme mánájt ja nuoraj psykalasj varresvuodav nanniji».

source: For intervju eller spørsmål, kontakt sametingsråd Runar Myrnes Balto (NSR), +47 977 73 778, runar.myrnes.balto@samediggi.no
smj: Ságájdahttemij jali gatjálvisá guládalá sámedikkerádijn Runar Myrnes Balto (NSR), +47 977 73 778, runar.myrnes.balto@samediggi.no
